IDEA Open Model
ConcreteBlockData.AxisY Property
Compatible with IDEA StatiCa 20.1
 LCS - Axis Y
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Vector3D AxisY { get; set; }
Public Property AxisY As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
ConcreteBlockData Class
IdeaRS.OpenModel.Connection Namespace